Repository: mttm1249/Calendar2.0
Catalog: EventsCalendar/Supporting Files/*.lproj/Localizable.strings
Languages: ru

# SettingsViewController.optionName1
source: Month name
ru: Месяц

# SettingsViewController.optionName2
source: Days of the week
ru: Дни недели

# SettingsViewController.optionName3
source: Weekdays
ru: Будние дни

# SettingsViewController.optionName4
source: Weekend
ru: Выходные дни

# SettingsViewController.optionName5
source: Different month
ru: Другой месяц

# SettingsViewController.optionName6
source: Note indication
ru: Индикатор заметки

# SettingsViewController.optionName7
source: Note indication (selected)
ru: Индикатор заметки (выбран)

# SettingsViewController.optionName8
source: Current day
ru: Текущая дата

# SettingsViewController.optionName9
source: Selected day
ru: Выбранный день

# SettingsViewController.optionName10
source: Current day (selected)
ru: Выбрана текущая дата

# SettingsViewController.optionName11
source: Selected day (number)
ru: Выбрана текущая дата (число)

# SettingsViewController.optionName12
source: Add record button
ru: Кнопка добавления записи

# SettingsViewController.optionName13
source: Background color
ru: Цвет фона

# SettingsViewController.optionName14
source: Wallpaper
ru: Обои

# SettingsViewController.titleText
source: Warning
ru: Внимание

# SettingsViewController.messageText
source: All settings will set to defaults
ru: Все настройки будут сброшены

# SettingsViewController.cancelText
source: Cancel
ru: Отмена

# MainViewController.titleText
source: Warning
ru: Внимание

# MainViewController.messageText
source: Record will be deleted from ALL your devices!
ru: Запись будет удалена со всех Ваших устройств!

# MainViewController.cancelText
source: Cancel
ru: Отмена

# EventEditViewController.titleText
source: Notifications
ru: Напоминания

# EventEditViewController.messageText
source: If you want to receive notifications, activate this feature in settings
ru: Для того что бы получать напоминания, активируйте функцию уведомлений в настройках

# EventEditViewController.settingsText
source: Settings
ru: Настройки

# EventEditViewController.cancelText
source: Cancel
ru: Отмена

# EventEditViewController.notificationTitleText
source: Notification
ru: Напоминание

# EventEditViewController.createdNewText
source: Was set on
ru: Было установлено на

# EventEditViewController.changedExistedText
source: Was changed to
ru: Было изменено на
